---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamRight
source: html/295ec7fa-0e0f-db5a-eb5d-e0efa4e1e463.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpanDirSymParamRight Property

"Right"

## Syntax (C#)
```csharp
public static ForgeTypeId SpanDirSymParamRight { get; }
```